Repository: JianLaiTL/JianLai
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: 听到“死人”二字，卢家子弟这才悚然惊醒，看到地上满身血污的刘羡阳，高大少年奄奄一息，那些个富家少年郎总算感到一阵后怕，面面相觑后，便从泥瓶巷另一端跑掉。
en_us: Only after hearing the word "die" did the boys from the Lu Family receive a rude awakening. At that point, Liu Xianyang's entire body was covered in blood, and he was on the brink of death. The boys from the Lu Family finally felt a sense of fear at what they had done upon seeing this, and after exchanging a few glances with one another, they quickly fled down the other end of Clay Vase Alley.

source: 听到倒悬山这个称呼后，年轻道人显然有些惊讶，欲言又止，少女微微摇头，他很快领会心意，也不再刨根问底。有些事情，对屋内少年而言，不知道更好。
en_us: The Daoist priest was clearly rather taken aback to hear that Ning Yao was from Stalactite Mountain, and he instinctively wanted to ask her about it, but Ning Yao shook her head ever so slightly, and he immediately understood her intentions, ultimately deciding against raising any questions. When it came to Chen Ping'an, some things were simply better left unknown to him.

source: 听到老槐树那边的动静后，陈平安背着箩筐，犹豫不决，就放慢脚步，三步一回头，望向老槐方向。直觉告诉他应该去槐树那边瞅瞅，但是心底又有一个声音，让他赶紧去铁匠铺子。
en_us: After hearing about what had happened to the old locust tree, Chen Ping'an became rather hesitant about how to proceed, stopping in his tracks once every few steps to look in the old locust tree's direction. His instincts told him that he should go and take a look, but there was a voice in his heart urging him to go to the blacksmith shop as quickly as possible.

source: 听到身旁动静的少年骤然发力，比起先前引诱老猿踩踏腐朽屋顶的那次，身形竟然还要快出两三分！
en_us: As soon as he heard the commotion caused by Bai Yuan's landing, Chen Ping'an immediately sprang forward, doing so even faster than when he had lured Bai Yuan onto that dilapidated rooftop from earlier.

source: 听着小巷里的无趣对话，女童有些忧愁，“白猿爷爷，要是那人死活不愿意卖东西，我们怎么办啊？”
en_us: The little girl felt slightly anxious as she listened to the boring conversation in the alley, and she said, "Grandpa Yuan, what will we do if that person refuses to sell it no matter what?"

source: 听着自家婢女的惺惺念念，宋集薪满脑子都是那副行刑的画面，自言自语道：“岂不是五马分尸……哦不对，是五鸡分尸。”
en_us: Listening to his maidservant's grumbling, Song Jixin's mind was filled with the image of that four-legged snake being punished. "Isn't that punishment by being dismembered by five horses? Oh, that's not right... It's dismemberment by five chickens..."

source: 听着身后两个小姑娘你来我往的鸡同鸭讲，陈平安在临近福禄街的时候，问道：“福禄街这边有很多户李姓人的宅子，你家在哪边？”
en_us: The two little girls trailed along behind Chen Ping'an while continuing to bicker with each other, and as they drew close to Fortune Street, he asked, "There are many residences with the Li surname on Fortune Street, which one is yours?"

source: 听说没办法立即动身后，陈对有些神情不悦，她看着这个不识好歹的草鞋少年，脸色阴晴不定。
en_us: A hint of displeasure spread across Chen Dui's face when she heard that they couldn't set off immediately. Her expression was dark as she looked at the young boy in straw sandals.

source: 吹口哨的小女孩见那只捕蛇鹰仍是没反应，终于彻底没了耐心，站起身，转身就走。
en_us: After whistling at the snake hunting hawk for a while without drawing any reaction from the bird, Tao Zi finally ran out of patience and stood up to leave.

source: 周围看戏的街坊邻居哗然大笑，也有青壮男人吹口哨说荤话。
en_us: All of the neighbors who were watching the show immediately burst into raucous laughter upon hearing this, and some of the young men also began to whistle and direct dirty remarks at the woman.

source: 和蔡金简并肩而行，苻南华问道：“怎么了，不顺利？机缘一事，本就好事多磨，未必能够次次一锤定音，不用灰心丧气。”
en_us: While walking alongside Cai Jinjian, Fu Nanhua asked, "What's wrong? Did things not go smoothly for you? Good things take time. Fated opportunities like these may not land on our laps on the first try, so there's no need to be disheartened."

source: 哀嚎。
en_us: An agonized howl rang out as water splashed and churned.

source: 哗啦啦，连人带瓦一起摔入屋内。
en_us: As a result, he fell into the house with a flurry of roof tiles falling down around him.

source: 哪怕与那位大骊藩王八竿子打不着，可只要是修行中人，听闻这种壮举之后，无法不心神往之！
en_us: Even though he was completely unrelated to Song Changjing, as a cultivator, Chen Songfeng still couldn't help but be struck by a sense of longing after hearing about such an incredible feat.

source: 哪怕到今天之前，陈平安根本不晓得这种石头的玄妙，他也始终打心底觉得那块大石头，是真的好看。
en_us: Even though Chen Ping'an had never understood the value and mysterious nature of these pebbles before today, he had still felt like that pebble was extremely beautiful from the bottom of his heart.

source: 哪怕剑尖已经推入老猿胸膛肌肤，只差寸余就能刺入心脏。
en_us: In fact, the tip of the sword had already pierced through his chest, and it was only an inch or so away from penetrating his heart.

source: 哪怕她这一路行来，她见过很多人很多事，高高在上的仙家高人，肉眼凡胎的市井百姓，权贵子弟的锦衣怒马，御风凌空的神仙风采，见过了许许多多的悲欢离合。
en_us: This was the case even though she had witnessed all kinds of people and events on her journey to this small town. She had seen lofty and powerful immortals, she had seen ordinary and unremarkable mortals, she had seen the extravagant and furious horses of powerful young masters, she had seen the ethereal and carefree figures who soared through the sky, and she had also seen the many kinds of joyful reunions and heartbreaking separations.

source: 哪怕是姚老头，其实也早就零零碎碎说了许多，简简单单的入山一事，有诸多讲究，姚老头曾经说过很多，比如那些个不起眼的老树墩子，有可能是山神的座椅，坐不得。还说天底下的山，无论大小，其实一脉相承，只不过有着祖孙之分。
en_us: There were many things that had to be taken account, even when it came to something as simple as entering the moutains. For example, those unremarkable old tree stumps could be seats that belonged to mountain gods, so it was taboo to sit on them. Old Man Yao had proclaimed that all of the mountains in the world, regardless of how short or tall they were, came from the same roots, and that they were all related to one another, much like members of a human clan.

source: 哪怕是深不见底的杨老头，他也不敢说谁的成就，一定会高过谁。
en_us: Even with his profound and hidden knowledge, Old Man Yang didn't dare to say whose success would be greater than whom in the future.

source: 哪怕是见多识广身经百战的搬山猿，看到小镇少年的坚韧，也难免有些牙疼。
en_us: Even though Bai Yuan had fought countless battles and faced all types of opponents, he couldn't help but be vexed by Chen Ping'an's tenacity and resilience.

source: 哪怕稚圭已经带着那位性情古怪的姐姐，去找鼻涕虫顾粲了，而那个一言不合就一掷千金当冤大头的年轻家伙，也走进了自家院子。
en_us: Even though Cai Jinjian had already gone to find Gu Can with Zhi Gui, and Chen Ping'an had also returned to his own courtyard, the observant Song Jixin remained squatting on the wall in a daze.

source: 哪怕老人一开始提了个古怪要求，说要试试提起他，看他到底有多沉，想知道有没有四十斤重，孩子毫不犹豫点头答应了，反正给人提几下也不会掉块肉。
en_us: The old man had started off by stating that he wanted to try and lift the child to see how heavy he was, and gauge whether he weighed over 20 kilograms. Despite the strange nature of the request, the child agreed without any hesitation. In his mind, it wasn't like he was going to lose anything just from being lifted.

source: 哪怕陈平安对这位年轻女冠心生好感，可是小心起见，连陆道长的姓氏也没有透露。而且真正泄露天机之人，点破蛇胆石价值不菲的人，是宁姚才对。
en_us: Even though Chen Ping'an had a good impression of this young Daoist nun, he still spoke extremely carefully and didn't reveal Daoist Lu's surname. Moreover, the person who had actually told him about the value of the snake gall pebbles was Ning Yao and not Daoist Lu.

source: 哪怕陈平安握刀的手在剧烈颤抖，但是足够一刀捅透马苦玄的身体了，区别只在切入口是手臂、头颅还是胸膛而已。
en_us: Even though Chen Ping'an's arm was shaking violently, the way he held his dagger would still ensure that Ma Kuxuan's body was cleanly run through. The only difference would be whether the blade entered through his arm, head, or chest.

source: 哪怕马苦玄当下已经是真武山弟子，男人也不会过多插手少年的私人恩怨。
en_us: Even if Ma Kuxuan were an official disciple of True Martial Mountain at this moment, the swordsman still wouldn't interfere too much with his personal affairs and grudges.

source: 哪里是什么黑云，分明是密密麻麻的天上飞剑，无数仙人御剑凌空。
en_us: That was no cloud, it was an arsenal of flyings swords, riding atop which were countless immortals!

source: 唯独门口那边的宋集薪浑然不觉。
en_us: Song Jixin was the only one to be unaffected by this.

source: 啪一声，将石头重重拍在桌面上，宁姚捧腹大笑。
en_us: Ning Yao slammed the rock heavily down onto the table before bursting into laughter.

source: 喜欢成天胡思乱想的李宝瓶，此时她的想法念头，早已从小伙伴的绰号，转移到别处去了，所以根本没搭理石春嘉的反驳。
en_us: However, at this point, Li Baoping had already wandered away from the subject of Shi Chunjia's nickname, so she completely ignored her protests.

source: 嗓音落地的时候，身影几乎已经在小巷尽头了。
en_us: When his words reached her ears, he had already disappeared down the other side of the alley.

source: 嘴上说要走了，其实孩子自己都没有意识到，抓住陈平安的五指愈发用力。
en_us: Even though the little boy said this, he didn't realize that he was gripping onto Chen Ping'an's sleeve even tighter.

source: 四周并无回应。
en_us: There was no reply.

source: 四处逃窜的少女脸色愈发苍白。
en_us: Ning Yao became increasingly pale as she continued to flee.

source: 四姓十族的高大门墙内，无一例外，每当有奴仆丫鬟想要自作主张，高高挂起灯笼，很快就会遭受大声呵斥，一些个脾气急躁的家族管事人，甚至当场就拍掉那些灯笼，将其一脚踩烂，脸色狰狞，以视若仇寇的眼神，死死盯住那些原本出于好心的府上下人。
en_us: Within the manors of all of the affluent clans, whenever a servant tried to put up some lanterns in order to illuminate the darkness, they would immediately be loudly scolded, and some of the particularly short-tempered members of those clans would even rush out to pull the lanterns down before stamping them out with their feet. As they did so, they would glower furiousy at the servants as if they were sworn enemies, even though those servants only had good intentions.

source: 四字如春雷炸响在这位真君的耳畔。
en_us: These four words were like thunder as they exploded in the True Lord's ears.

source: 回到屋子后，年轻道人摇了摇头，故意不去看木板床那边，心想着这贫寒少年，板上钉钉是要吃不了兜着走了。
en_us: After returning to the room, the Daoist priest shook his head and intentionally refrained from looking in the direction of the plank bed, thinking to himself that Chen Ping'an was most definitely not going to have a good time after the young woman woke up.

source: 回首望去，少年依然站在小巷口，朝自己使劲挥手，笑脸灿烂。
en_us: Along the way, he turned back to find that Chen Ping'an was still standing at the entrance to the alley, waving vigorously at him with a bright smile, completely looking unlike someone with not long left to live.

source: 因为他们是一洲之内，最有望跻身上五境的修行天才。
en_us: This was because they were cultivation prodigies who had the greatest chance of reaching the Upper Five Tiers in this continent.

source: 因为受到飞剑的阻滞，老宦官非但没能掌拍碎少女头颅，那个身体倒飞出去摔在小巷中的少女，借此喘息机会，起身后身形矫健如狸猫，很快从条小巷岔道消失。
en_us: Due to the fact that he was hindered by the flying sword, not only did the old man fail to crush the young woman's head, she was able to spring back in retreat, and taking advantage of this brief window of respite, she sprang away like an agile panther, quickly disappearing out of sight.

source: 因为宋集薪名字里的后两个字，陶紫给他取了个搬柴哥哥的绰号，宋集薪对此无所谓，此时不再关心那个外乡女子的去留，低头对小女孩笑道：“不知道啊，我这辈子还没走出过小镇子，书读得也不多，跟你聊了这么久，肚子差不多已经掏空啦。”
en_us: Because of the characters "Jixin" in Song Jixin's name, Tao Zi had given him the nickname "firewood collecting brother"[The name Jixin can literally be interpreted as collecting firewood.]. Song Jixin didn't mind this, and he completely ignored the outsider woman at this moment as he turned to Tao Zi and replied with a smile, "I have no idea! I've never left the small town in my life, and I haven't read too many books either. After talking with you for so long, I feel like I've almost exhausted all of my knowledge!"

source: 因为少年亲眼见识过这幅画面。
en_us: This was because the young boy had personally experienced this before.

source: 因为当年没有刘羡阳，他早就饿死了。
en_us: Because if it weren't for Liu Xianyang at that time, he would have already starved to death.

source: 因为有人取走了那块镇圭，那是儒家亚圣之一留在小镇的信物，也是大阵枢纽之一。
en_us: This was because someone had taken away that regal tablet, something that one of the Second Sages of Confucianism had left in the small town. The regal tablet had also been one of the main components of the spell formation in the small town.

source: 因为草鞋少年与搬山猿的小镇屋顶一役，刘灞桥远远观战了大半场，回去之后就跟陈松风大肆宣扬了一番，当时陈对也在场，所以她知道不可以将陈平安视为普通的市井少年。
en_us: Liu Baqiao had witnessed more than half of Chen Ping'an's rooftop battle with Bai Yuan from far away, and after going back, he had spiritedly recounted the events to Chen Songfeng. Chen Dui had also been present at the time, so she knew that she couldn't treat Chen Ping'an as if he were an ordinary young boy.

source: 因为陈平安总觉得马苦玄这种人，非但不傻，反而骨子里跟宋集薪很像，甚至犹有过之。
en_us: This was because Chen Ping'an didn't think that Ma Kuxuan was a mentally impaired retard. Instead, he felt like Ma Kuxuan was extremely similar to Song Jixin, and perhaps even more capable than him.

source: 因为陈平安知道，他们简单的爱憎喜怒，就会决定自己的生死荣辱。
en_us: This was because he knew that their eccentric emotions could easily decide his life or death.

source: 在一行人需要在溪涧当中涉水而上的时候，陈松风踩在一块长有青苔的石头上，一个脚步打滑，整个人摔入溪水当中，成了落汤鸡，狼狈至极。
en_us: While they were crossing a stream, Chen Songfeng accidently slipped after stepping on a rock that was covered in algae. He crashed into the water and appeared as disheveled as could be.

source: 在三人身影消失在小巷尽头后，陈平安回到自己院子，看到黑衣少女竟然已经能够自己坐在门槛上。
en_us: Only when the three figures vanished into the distance did Chen Ping'an return inside. It was also at this moment that he found that Ning Yao was already able to sit on the doorstep by herself.

source: 在他离开泥瓶巷没多久，不曾上锁的院门便被人轻轻推开，屋内黑衣少女睁开眼睛，她刚才以种奇怪的方式进行呼吸吐纳，望向门口那边，如临大敌。
en_us: Not long after he left Clay Vase Alley, the unlocked door of his yard was gently pushed open. Ning Yao had been meditating while using a strange breathing technique, and all of a sudden, her eyes sprang open as she cast a wary gaze out the door, as if she were expecting a confrontation.

source: 在他身边，有个高大老人单膝跪地，正在用袖口仔细擦拭少年靴子上的泥土。
en_us: Beside him, a tall and broad old man was knelt down on one knee, using his sleeve to carefully wipe at the dirt on his boots.

source: 在做出那种眼神和脸色后，刹那之间，草鞋少年毫不犹豫地开始爆发冲刺，三步之后，左脚骤然发力，整个人高高跳起，最终右脚踩在小巷一侧墙壁上，迅猛弹射转折之后，少年朝高冠男子高高举起左手。
en_us: As it turned out, in the same instant that Chen Ping'an had put on that shocked and horrified exprssion, he had immediately begun charging at Fu Nanhua. After taking three steps, he took off forcefully using his left foot, laucnhing himself high up into the air, then pushed off from one of the walls that lined the alley using his right foot. As a result, he was able to rapidly change direction, pouncing at Fu Nanhua with his left hand raised up high.

source: 在内心深处，卢正淳绝对不希望卑贱如狗的刘羡阳，见到自己这位锦衣玉食的卢家大少，竟然沦落到跟他姓刘的一个鸟样。
en_us: Deep down in his heart, Lu Zhengchun would almost rather die than allow a piece of lowly scum like Liu Xianyang to see him, an esteemed young master of the Lu Clan, to act like an obedient dog in front of others.

source: 在刘羡阳来到泥瓶巷没多久，小巷又来了个稀客，气度翩翩的青衫读书郎赵繇，颇有几分神似教书先生齐静春。
en_us: Not long after Liu Xianyang arrived, another rare guest arrived in the alley. This was Zhao Yao, an elegant student in azure. Some aspects of his demeanor were quite similar to Qi Jingchun.

source: 在和宁姚从廊桥返回小镇的途中，陈平安问了许多问题。
en_us: On the way back to the town from the covered bridge, Chen Ping'an had asked Ning Yao many questions.

source: 在外边一向行事雷厉风行的男人，没有恼火少年的不识时务，也没有停下脚步，但是放缓许多：“根据衙署谍子眼线的记载，你已经见过那个姓高的隋朝皇子了吧？你知不知道，隋朝高氏与我们大骊宋氏，是有着不共戴天之仇的千年宿敌，同样是皇子，他敢来到这座位于敌国大骊腹地的小镇，而你宋集薪，同样是皇子，却不敢在自己家的江山版图上，去一座小小的官邸？”
en_us: The man, who was always swift and resolute when dealing with outside matters, wasn't angered by the youth's stubborness. He didn't stop, but he slowed down and said, "According to the intel provided by the spies, you've already met Prince Gao from the Great Li Empire, correct? Are you aware that the Great Sui Empire's Gao Clan are the mortal enemies of our Great Li Empire's Song Clan? As a prince, he dared to come to this small town which is situated in the heart of an enemy empire. Meanwhile, as a fellow prince, you don't even dare to visit a small official residence in your own nation?"

source: 在奔跑途中，那副木弓和箭囊皆不知所踪。
en_us: At this point, his bow and quiver of arrows were already nowhere to be seen.

source: 在她经过隔壁宅子的时候，悄然踮起脚跟，斜瞥了几眼，看到刘羡阳的高大身影，后者也发现了她，立即笑脸灿烂起来，刘羡阳正要跟她打招呼，她已经收回视线，快步走掉。
en_us: When she walked past the neigboring house, she also secretly got up on tippy-toes and shot a few glances over. She saw Liu Xianyang's tall and broad figure, and Liu Xianyang also noticed her looking over. A bright smile immediately spread across his face. Just as he was about to greet her, however, she had already retracted her gaze and started to quickly walk away.

source: 在她还是稚童的岁月里，她最大的爱好，就是站在那些大字的某笔画当中，举目眺望。
en_us: Even as a small child, her favorite hobby was to stand in front of the wall and look up at the mighty characters engraved upon it.

source: 在小女孩这边始终慈眉善目的老人，第一次流露出威严长辈的神色，伸手轻轻按住女孩的脑袋，沉声道：“小姐，切记，这‘万一’二字，委实是我辈头号死敌，决不可心存侥幸！小姐你虽是金枝玉叶之身……”
en_us: For the first time, a stern and authoritative look appeared on the benevolent old man's face, and he gently laid a hand onto the little girl's head as he said in a solemn voice, "Young Mistress, you must remember at all times that relying on luck and chance is a sure path to an early demise, and such a way of thinking cannot be allowed to take root in your mind! You are far too precious..."

source: 在小镇上，捕蛇鹰极少被人抓到过，偶尔有几次，无论是年幼雏鸟还是成年捕蛇鹰，无一例外都是绝食而亡。
en_us: In the town, it was extremely rare for any snake hunting hawks to be captured, and on the rare occasions that it did happen, all of them starved to death due to self-imposed fasting, regardless of whether they were mature hawks or young hatchlings.

source: 在小镇之外，苻南华随便施展一点仙家术法，就能够肆意碾压一百个、一千个少年，但是选择在小镇内与之生死相向，还真是好运气到了尽头，脚踢到了铁板。
en_us: Outside the town, Fu Nanhua could easily crush 100, even 1,000 Chen Ping'ans with just the simplest of mystical abilities, but he had made a grave error in trying to back down Chen Ping'an in this town, one that had placed him in a dire situtaion.

source: 在少女宁姚心中，大道不该如此小。
en_us: In Ning Yao's heart, this wasn't what the pursuit of the Great Dao should've been like.

source: 在少年走出泥瓶巷的时候，刚好碰到宋集薪的婢女稚圭，她在将那名高挑女子送去顾粲家后，没有急于回家，而是穿过巷弄那头，去逛了一遍杏花巷那边小铺子，虽然没有购买什么物件，心情仍是不错，一路蹦蹦跳跳，欢快轻盈。
en_us: As Chen Ping'an was making his way down Clay Vase Alley, he just so happened to run into Song Jixin's maidservant, Zhi Gui. After taking Cai Jinjinan to Gu Can's home, she didn't immediately returned to Song Jixin's residence. Instead, she paid a visit to the shops on Apricot Blossom Alley, and even though she didn't buy anything, she was still in a very good mood, skipping joyfully down the alley.

source: 在当窑工学徒的时候，陈平安光脚走遍了小镇周围所有的山山水水，个人去山上挖土砍柴，上山下山跑得很快。只要别人肯教他东西，不管是粗浅入门的，还是晦涩难学的，陈平安都会花十二分力气去做，至于最后能够做到什么程度，陈平安都不管，当然想管也管不着。就像姚老头教他烧瓷手艺，总是抠抠搜搜，从不愿意拿出真正的压箱底绝活，但只要是姚老头开口说过出手做过，陈平安就会做得异常认真。后来刘羡阳教他制作木弓鱼竿等，陈平安也同样学得丝不苟。隔壁宋集薪说话向来刻薄，说陈平安的这种习性，按照书上说，叫作尽人事听天命，只可惜啊，陈平安根本没有什么好命，既然如此，还不如混吃等死，破罐子破摔得了。
en_us: Back when he was an apprentice at the kilns, Chen Ping'an had explored all of the areas around the small town. He would scale the mountains on his own to dig for clay and collect firewood, and over time, he became very fast at scaling and descending from the mountains. As long as someone was willing to teach him something, he would always practice that thing to the very best of his ability, regardless of whether it was something rudimentary and basic or complex and difficult to grasp. As for how well he would be able to do that thing, Chen Ping'an didn't care, nor did he really have a say in the matter. When it came to Old Man Yao, he had always been very stingy, never willing to teach any of his best skills to Chen Ping'an. However, Chen Ping'an always practiced whatever Old Man Yao was willing to teach him with the utmost concentration and diligence. After that, Liu Xianyang taught him to make things like wooden bows and fishing rods, and he was just as diligent in learning those things. Song Jixin had never been shy to deliver scathing remarks about Chen Ping'an, and in his words, Chen Ping'an was someone who made the best of what he had, but unfortunately, he simply had too little to work with. Hence, he was better off not trying so hard and simply resigning himself to his fate.

source: 在拳头相撞的瞬间，几乎同时，两个少年就分别向对方一腿踹去。
en_us: As their fists collided, both of them raised their legs and kicked each other at almost the exact same moment.

source: 在搬山猿修行路上的漫长岁月里，尤其是在正阳山开山立派的早期，弱小山门，四面树敌，虎狼环视，正阳山的开山鼻祖战死之后，作为头号大将，老猿什么样的死战血战没有经历过？今日这场小巷中屋顶上的“小打小闹”，跟以前的厮杀，其实有着异曲同工之妙，在于当年那些荡气回肠的大战之中，顶尖修士和大炼气士们，也是以法宝重器遥遥牵制老猿，根本不敢正面搏杀，如人间俗世沙场上来去如风的大羌轻骑，绝对不会直接装上大骊的重甲武卒，而是快刀子慢割肉，一点一点寻找契机，慢慢削去铁桶战阵的表层。
en_us: He had endured countless battles and hardships on his long and arduous cultivation, particularly in the early stages of the Sun Scorch Mountain's existence, where it had been nothing but a small and weak sect, but had made more than its fair share of enemies. After the founder of the Sun Scorch Mountain perished in battle, he had become the sect's most powerful warrior, fighting countless battles against all manners of formidable cultivators. In a sense, this rooftop battle was rather similar to the battles that Bai Yuan had fought in the past. Back then, all of the cultivators and qi refiners that he had gone up against had also adopted a strategy of attacking him with their treasures from afar, with none of them daring to face him in direct battle. It was just like how a light cavalry solder would never directly engage a heavy infantry soldier in battle. Instead, the former would adopt guerilla warfare tactics, making use of their advantage in speed and maneuverability to chip away at the latter steadily over time.

source: 在昔日骊珠洞天内土生土长的小镇百姓，无论富贵贫贱，无论秉性善恶，皆有来生。
en_us: For all of the native residents of the Jewel Small World, all of them would have a chance at reincarnation, regardless of their background and what they had done in this life.

source: 在正阳山护山猿不惜运转气机的瞬间，刘灞桥受伤后，那把不得不挪窝温养在明堂窍的本命飞剑，蠢蠢欲动，几乎就要“脱鞘”而出。因为在这方古怪天地里，修为高低与天道镇压力度成正比，按照刘灞桥的估算，护山猿并不轻松，哪怕能够强行运气换气，并且事后利用强横体魄或是无上神通，反过来压制天道引发的气海，但是这种“作弊”的次数，绝对不会太多，否则就要担负起洪水决堤的巨大风险，千到时候年道行毁于一旦，也不是没有可能。退一步说，每次以此方天地之外的“神仙”身份出手，已是一种折损，其实就等于世间俗人的折寿了。
en_us: Liu Baqiao's bonded flying sword was being nurtured in his Bright Hall Acupoint due to the injury that he had sustained, and in the instant that Bai Yuan had unleashed his aura to go after Chen Ping'an, the flying sword had been raring to go, almost flying out on its own. In this strange place, the degree to which one was restricted by the Heavenly Dao was directly correlated to how advanced one's cultivation base was. Hence, Liu Baqiao knew that this display of power from Bai Yuan had to have come at a cost. Even if he could forcibly activate his aura, then use his incredibly powerful physical constitution to suppress the qi turbulence triggered by the backlash from the Heavenly Dao of this place, he definitely wouldn't have been able to do this on many occasions. Otherwise, he would have to bear the massive risk of the dam being completely overwhelmed, and if that were to happen, it was definitely a possibility that hsi entire cultivation base could be destroyed. Even if he didn't go that far, he was already taking a risk anyway by breaking the rules of the town right under the nose of a Sage.

source: 在此时，一个矮小少年从廊桥底下的深潭附近，一直来到青牛背底下的水坑，手里只拿着一块蛇胆石，竟然如先前白鹿一般，在夜色当中大放光彩。
en_us: At this moment, a short young boy walked from somewhere near the deep pool under the covered bridge to the water pit under the Azure Cow Ridge. There was a single snake gall pebble in his hands, and like the white deer from before, it was surprisingly glowing with a brilliant radiance.

source: 在泥瓶巷长大的少女，此时满脸懵懂神色，柔柔弱弱怯怯，楚楚可怜。
en_us: At this moment, Zhi Gui wore a dazed and timid look on her face, striking the beholder with a sense of sympathy.

source: 在管事领着门房一起离去后，崔明皇看到刘灞桥一屁股坐回石凳，疑惑问道：“你难道正是冲着那个少年而来？”
en_us: Following the departure of the porter and the steward, Liu Baqiao sat back down on his chair, and Cui Minghuang turned to him with a puzzled expression as he asked, "Could it be that you came here for that boy?"
